#+TITLE: Project1
#+STARTUP: showeverything

* A1
** B1                                                                  :tag2:
:LOGBOOK:
CLOCK: [2019-08-09 Fri 13:07]--[2019-08-09 Fri 15:10] =>  2:03
:END:
*** C1                                                                 :tag2:
**** TODO D1
:PROPERTIES:
:EFFORT: 2:00
:END:
:LOGBOOK:
CLOCK: [2019-08-09 Fri 12:12]--[2019-08-09 Fri 12:57] =>  0:45
:END:
**** D2
:LOGBOOK:
CLOCK: [2019-08-09 Fri 15:15]--[2019-08-09 Fri 15:56] =>  0:41
:END:
*** C2                                                                 :tag3:
:LOGBOOK:
CLOCK: [2019-08-09 Fri 10:21]--[2019-08-09 Fri 12:12] =>  1:51
CLOCK: [2019-08-08 Thu 18:15]--[2019-08-08 Thu 19:05] =>  0:50
:END:
*** C3                                                                 :tag1:
:LOGBOOK:
CLOCK: [2019-08-08 Thu 16:21]--[2019-08-08 Thu 18:12] =>  1:51
:END:
* A2                                                                   :tag3:
** DONE B1
CLOSED: [2019-08-08 Thu 16:15]
:PROPERTIES:
:EFFORT: 4:00
:END:
:LOGBOOK:
CLOCK: [2019-08-08 Thu 14:55]--[2019-08-08 Thu 16:15] =>  1:20
CLOCK: [2019-08-07 Wed 17:10]--[2019-08-07 Wed 18:31] =>  1:21
CLOCK: [2019-08-06 Tue 17:25]--[2019-08-06 Tue 18:30] =>  1:05
CLOCK: [2019-08-06 Tue 14:21]--[2019-08-06 Tue 16:10] =>  1:49
:END:
** B2
:LOGBOOK:
CLOCK: [2019-08-08 Thu 13:16]--[2019-08-08 Thu 14:48] =>  1:32
CLOCK: [2019-08-07 Wed 15:21]--[2019-08-07 Wed 16:56] =>  1:35
CLOCK: [2019-08-06 Tue 16:23]--[2019-08-06 Tue 17:14] =>  0:51
:END:

* M                                                               :tag1:tag2:tag3:tag4:
SCHEDULED: <2019-08-01 Sat .+1d>
:PROPERTIES:
:CATEGORY: Transversal
:STYLE:    habit
:LAST_REPEAT: [2019-08-09 Fri 09:33]
:END:
:LOGBOOK:
CLOCK: [2019-08-09 Fri 09:00]--[2019-08-09 Fri 09:30] =>  0:30
CLOCK: [2019-08-08 Thu 09:00]--[2019-08-08 Thu 09:30] =>  0:30
CLOCK: [2019-08-07 Wed 09:00]--[2019-08-07 Wed 09:30] =>  0:30
CLOCK: [2019-08-06 Tue 09:00]--[2019-08-06 Tue 09:30] =>  0:30
CLOCK: [2019-08-05 Mon 09:00]--[2019-08-05 Mon 09:30] =>  0:30
:END:
